{
    "story": [
        "It is Gopi's first day at school and he is very nervous about meeting his new classmates. As the bell rings at 8:30am he takes a long breath and steps into homeroom, his first class, with 70 new faces looking at him - these will be his new classmates for the rest of the school year. The teacher, Mrs. Potts, welcomes Gopi with a bright smile and asks him to introduce himself to the rest of the class.",
        "\"Hi, my name is Gopi and I love reading books. It's nice to meet you all!\" says Gopi. Everyone is then rushed into a great big hall for assembly where the headmaster introduces the goals for the academic year. Gopi has a difficult time understanding all of these goals. He then begins to try to make friends with the girl beside him, Priya, but gets scolded by his teacher because talking during the assembly is against the rules. During the day Gopi attends many classes. He has English, History, Art, Science, Geography, which he mostly yawns through, and Mathematics, which Gopi decides will be his favorite subject because he loves adding and subtracting numbers! The last class of the day is Sports, where all the boys and girls have to do very tough exercises. At 3pm, Gopi is ready to eat the delicious meal his mother packed him. He had a very adventurous first day at school, made some new friends, and learned a lot, but most importantly, he learned to never yawn when your coach asks you your name because it will be followed by 10 push ups every day of the week!",
        "When he comes to school the next day, Gopi is given a seat right beside Priya, the new friend he met on the first day of school. In Art class, Priya and Gopi concentrate on all the new things they are learning, like the names of shapes, colors, and how to paint! During Sports, however, after doing his 10 push ups as a punishment from the day before, Gopi cannot find Priya anywhere. He looks for her all over the huge sports field. Everyone is in their sports uniforms and look so similar that Gopi cannot find Priya in the crowd.",
        "After a few minutes, he hears someone crying near the locker rooms and sees that it is Priya. Her uniform is soiled, and her finger is hurt. Gopi knows he has to help his new friend so he follows the instructions his teacher gave him on the first day about what to do when someone gets hurt and informs the teacher. The coach sends Priya with Gopi to the nurse's office where the nurse gives Priya first aid. Priya still doesn't stop crying. To make her feel better, Gopi tells her what his mother taught him about being brave and comforts her saying she is going to be all right. After that day, Gopi and Priya became the best of friends!"
    ],
    "vocab": [
        "nervous",
        "breath",
        "bright",
        "introduce",
        "academic",
        "difficult",
        "scolded",
        "against",
        "yawns",
        "decides",
        "delicious",
        "adventurous",
        "importantly",
        "coach",
        "followed",
        "beside",
        "concentrate",
        "huge",
        "similar",
        "soiled",
        "instructions",
        "informs",
        "sends",
        "first aid",
        "taught",
        "comforts"
    ],
    "translation-te": [
        "నాడీ",
        "ఊపిరి",
        "బ్రైట్",
        "పరిచయం"
    ]
}
